---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ClearCoverOther
source: html/0a204b72-b358-c603-109a-76a212571a63.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ClearCoverOther Property

"Rebar Cover - Other Faces"

## Syntax (C#)
```csharp
public static ForgeTypeId ClearCoverOther { get; }
```